backend/app/controllers/answers_controller.rb

    def create
        @answer = Answer.create(answer_params)
---
INSERT INTO "answers" ("id", "content", "created_at", "updated_at", "question_id") VALUES (?, ?, ?, ?, ?)  [["id", 22], ["content", "bar"], ["created_at", "2021-02-05 06:09:48.051835"], ["updated_at", "2021-02-05 06:09:48.051835"], ["question_id", 22]]