backend/app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies" ORDER BY "movies"."updated_at" DESC
---
    def index
        @movies = Movie.all