backend/app/controllers/questions_controller.rb

    def create
        @question = Question.create(questions_params)
---
INSERT INTO "questions" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "ahoy"], ["created_at", "2021-02-04 23:40:40.495116"], ["updated_at", "2021-02-04 23:40:40.495116"]]